{
    "title": "Acknowledgements",
    "templateName": "info",
    "templatePath": "/template_content/page/info/info.html",
    "version": 1,
    "contents": {
        "text": "<p>Many people supported the development of the key to the seaweeds of the German North Sea coastline. Our colleagues Christian Buschbaum and Maarten Boersma (both AWI) provided invaluable support in initiating this project. We are especially thankful for the technical assistance of Claudia Daniel and Andreas Wagner (both AWI) in compiling literature, digitizing information, sampling material and producing photographs. Special thanks also go to Rolf Karez (LfU-SH) who encouraged us to start and financially supported us to continue this project. Rolf Karez, Gesche Bock (GEOMAR), Renate Schütt (GEOMAR), Felix Hoffmann (LfU-SH), students of university courses of Kai Bischof (University Bremen) and diverse colleagues provided feedback on many earlier drafts of the key. We are also thankful for the many photographs provided by colleagues during our search for meaningful illustrations and we acknowledge the thorough work of phycologists from the late 19th and early 20th century who provided many invaluable drawings of algal details, which we could reuse in this key. Manuela Parente (CIBIO, University of the Azores) gave valuable advice for the key to crustose brown algae. Stein Fredrisken (University of Oslo) was a wonderful teacher in seaweed identification during several expeditions. Rainer Borcherding (Schutzstation Wattenmeer) shared many helpful tips on web-based identification keys. He provided the contact to programmer Thomas Uher from Sisol Systems (<a href=\"https://www.sisol-systems.com/\">https://www.sisol-systems.com/</a>) and the LocalCosmos project, which allowed us to develop a webkey version. Thank you Thomas for your flexibility during the whole project. In the final phase Susanne Landis (<a href=\"http://www.scienstration.com/\">www.scienstration.com</a>) gave advice on layout and printing issues, Judith Boelcke (SiSol Systems) created the logo, designed the web page and layout of the web key, and Joachim Bartsch polished the English. Without this network we could not have accomplished the work until now.</p>"
    }
}