{
    "title": "References",
    "templateName": "info",
    "templatePath": "/template_content/page/info/info.html",
    "version": 1,
    "contents": {
        "text": "<p>Besides our own knowledge, this key is based on the publications of a diversity of renown colleagues which we assembled and put into new context for the German North Sea coastline. If you are interested in the sources for each group of species, please refer to the pdf versions of the ‘Additional Information’ and ‘Identification Key’. (Wenn möglich ‘Additional Information’ und ‘Identification Key’ verlinken zum PDF-Download.)</p><p><strong>References</strong></p><p>Almeida SC, Neiva J, Sousa F, Martins N, Cox CJ, Melo-Ferreira J, Guiry MD, Serrão EA, Pearson GA (2022) A low-latitude species pump: Peripheral isolation, parapatric speciation and mating-system evolution converge in a marine radiation. Molecular Ecology 31: 4797–4817</p><p>Bartsch I, Kuhlenkamp R (2000) The marine macroalgae of Helgoland (North Sea). An annotated list of records between 1845 and 1999. Helgol Mar Res 54: 160-189</p><p>Bartsch I, Tittley I (2004) The rocky intertidal biotopes of Helgoland: present and past. Helgol Mar Res 58: 289–302</p><p>Bernard MS, Strittmatter M, Murúa P, Heesch S, Cho GY, Leblanc C, Peters AF (2019). Diversity, biogeography and host specificity of kelp endophytes with a focus on the genera <i>Laminarionema</i> and <i>Laminariocolax</i> (Ectocarpales, Phaeophyceae). Eur J Phycol 54: 39-51</p><p>Brodie JA, Irvine LM (2003) Seaweeds of the British Isles. Volume 1. Rhodophyta. Part 3B Bangiophycidae. The Natural History Museum, London, 167 pp.</p><p>Bunker FSP, Brodie JA, Maggs, CA, Bunker AR (2017) Seaweeds of Britain and Ireland. 2nd Edition. Wild Nature Press, 316 pp.</p><p>Burkhardt E, Peters AF (1998) Molecular evidence from nrDNA ITS sequences that <i>Laminariocolax</i> (Phaeophyceae, Ectocarpales sensu lato) is a worldwide clade of closely related kelp endophytes. J Phycol 34: 682-691</p><p>Ellertsdóttir E, Peters AFP (1997) High prevalence of infection by endophytic brown algae in populations of <i>Laminaria </i>spp. (Phaeophyceae). Mar Ecol Prog Ser 146: 135-143</p><p>Fletcher RL (1987) Seaweeds of the British Isles. Volume 3. Fucophyceae (Phaeophyceae) Part 1. British Museum (Natural History), London, 359 pp.</p><p>Guiry MD, Guiry GM (2023)<i> AlgaeBase</i>. World-wide electronic publication, National University of Ireland, Galway. https://www.algaebase.org; searched on 9 March 2023.</p><p>Heesch S, Rindi F, Guiry MD, Nelson WA (2020) Molecular phylogeny and taxonomic reassessment of the genus <i>Cladostephus </i>(Sphacelariales, Phaeophyceae). Eur J Phycol 55: 426-443</p><p>Hiscock S (1979) A field guide to the British brown seaweeds. Field Studies 5: 1-44</p><p>Hiscock S (1986) A field key to the British red seaweeds. AIDGAP: 42 pp.</p><p>Hurd CL, Harrison PJ, Bischof K, Lobban CS (2014) Seaweed ecology and physiology. 2nd edition. Cambridge University Press, Cambridge, 551 pp.</p><p>Irvine LM, Chamberlain YM (1994) Seaweeds of the British Isles. Volume 1 Rhodophyta. Part 2B Corallinales, Hildenbrandiales. Natural History Museum, London, 276 pp.</p><p>Jaklin S, Daehne B (2008) Makroalgen ausgewählter Gebiete des niedersächsischen Wattenmeeres im Herbst 2007. Report to the NLWKN (Lower Saxony Water Management, Coastal Defense and Nature Conservation Agency), LimnoMar Norderney, 8 pp.</p><p>Kies L, Lüning K (1992) Helgoland: Flora des Felswatts. In: Meeresbiologische Exkursion. Hrsg. P Emschermann, O Hoffrichter, H Körner, D Zissler. Gustav Fischer, Stuttgart, pp. 17-26</p><p>Kogame K (1997) Sexual reproduction and life history of <i>Petalonia fascia</i> (Scytosiphonales, Phaeophyceae). Phycologia 36: 389-394</p><p>Kolbe, K (2006) Bewertungssystem nach WRRL für Makroalgen und Seegräser der Küsten- und Übergangsgewässer der FGE Weser und Küstengewässer der FGE Elbe. Report to the NLWKN (Lower Saxony Water Management, Coastal Defense and Nature Conservation Agency), bio-büro Norden, 99 pp.</p><p>Kornmann P, Sahling P-H (1977) Meeresalgen von Helgoland. Helgoländer Meeresunters 29: 1-289</p><p>Kornmann P, Sahling P-H (1983) Meeresalgen von Helgoland: Ergänzung. Helgoländer Meeresunters 36: 1-65</p><p>Kornmann P, Sahling P-H (1994) Meeresalgen von Helgoland: Zweite Ergänzung. Helgoländer Meeresunters 48: 365-406</p><p>Kuckuck P (1894) Bemerkungen zur marinen Algenvegetation von Helgoland. Wiss Meeresunters (Abt Helgoland) 1: 225-263, 29 figs.</p><p>Kuckuck P (1897) Bemerkungen zur marinen Algenvegetation von Helgoland. II. Wiss Meeresunters (Abt Helgoland) 2: 373-400, 21 figs.</p><p>Kuckuck P (1900) Beiträge zur Kenntnis der Meeresalgen. Wiss Meeresunters (Abt Helgoland) 3: 13-82</p><p>Kuckuck P (1912) Beiträge zur Kenntnis der Meeresalgen. 11. Die Fortpflanzung der Phaeosporeen. <i>5. Lithoderma fatiscens. </i>Wiss Meeresunters (Abt. Helgoland) 5: 167-176</p><p>Kuckuck P (1929) Fragmente einer Monographie der Phaeosporeen. Hrsg. von W Nienburg. Wiss Meeresunters (Abt Helgoland) 17: 1-93, 155 figs.&nbsp;</p><p>Kuckuck P (1961) Ectocarpaceen Studien VII. <i>Giffordia</i>. Hrsg. von P Kornmann. Helgoländer wiss Meeresunters 8: 119-152</p><p>Kuckuck P (1964) Ectocarpaceen-Studien. Hrsg. von P Kornmann. Biologische Anstalt Helgoland, Hamburg, 239 pp.&nbsp;</p><p>Kuhlenkamp R (2008) Makroalgen ausgewählter Gebiete des niedersächsischen Wattenmeeres 2007/2008: Taxonomische Bearbeitung, Biomasseanalyse, Ökologische Charakterisierung und Klassifizierung (EUNIS). Report to the NLWKN (Lower Saxony Water Management, Coastal Defense and Nature Conservation Agency), 23 pp.</p><p>Kuhlenkamp R (2018) Makroalgenbeprobung 2016 und 2017 des niedersächsischen Wattenmeeres. Taxonomische Bearbeitung, Biomasseanalyse, Ökologische Einordnung EUNIS. Report to the NLWKN (Lower Saxony Water Management, Coastal Defense and Nature Conservation Agency), 33 pp.</p><p>Kuhlenkamp R, Herbst A, Schubert H, Bartsch I (2015) Marine Algen-Indikatoren und deutsche Taxaliste. Report to the Landesamt für Landwirtschaft, Umwelt und ländliche Räume des Landes Schleswig-Holstein (LLUR), Flintbek, 23 pp.</p><p>Kuhlenkamp R, Hooper RG (1995) New observations on the Tilopteridaceae (Phaeophyceae). I. Field studies of <i>Haplospora</i> and <i>Phaeosiphoniella</i>, with implications for survival, perennation and dispersal. Phycologia 34: 229-239</p><p>Kuhlenkamp R, Kind B (2013). Arrival of the invasive <i>Watersipora</i> <i>subtorquata</i> (Bryozoa) at Helgoland (Germany, North Sea) on floating macroalgae (<i>Himanthalia</i>). Marine Biodiversity Records 6: e73, doi:10.1017/S1755267213000481</p><p>Kuhlenkamp R, Müller DG (1985) Culture studies on the life history of <i>Haplospora</i> <i>globosa</i> and <i>Tilopteris mertensii</i> (Tilopteridales, Phaeophyceae). Br phycol J 20: 301-312</p><p>Kuhlenkamp R, Müller DG, Whittick A (1993) Genotypic variation<br>and alternating DNA levels at constant chromosome numbers in the life<br>history of the brown alga <i>Haplospora</i> <i>globosa</i> (Tilopteridales). J PhycoI 29: 377-380</p><p>Kylin H (1947) Die Phaeophyceen der schwedischen Westküste. Lunds Universitets Arsskrift, N.F. Avd 2 (4), CWK Gellerup, Lund, 99 pp., 18 tables</p><p>Lackschewitz D, Reise K, Karez R (2022) Neobiota der deutschen Nord- und Ostseeküste 2022. Eingeschleppte Arten in deutschen Küstengewässern. Landesamt für Landwirtschaft, Umwelt und ländliche Räume des Landes Schleswig-Holstein (LLUR), Flintbek, 394 pp.</p><p>Lüning K (1990) Seaweeds. Their environment, biogeography and ecophysiology. Wiley and sons, New York, 527 pp.</p><p>Maggs CA, Hommersand MH (1993) Seaweeds of the British Isles. Volume I. Part 3A Ceramiales. Natural History Museum, London, 444 pp.</p><p>Mathieson AC, Dawes CJ (2017) Seaweeds of the Northwest Atlantic. University of Massachusetts Press, Amherst, 817 pp.</p><p>McDevit DC, Saunders GW (2017) A molecular investigation of Canadian Scytosiphonaceae (Phaeophyceae) including descriptions of <i>Planosiphon </i>gen. nov. and <i>Scytosiphon promiscuus </i>sp. nov. Botany 95: 653-671</p><p>Meyer M, Michaelis H (1980) Das Makrobenthos des westlichen \"Hohen Weges\". Jahresbericht der Forschungsstelle für Insel- und Küstenschutz, Norderney 1979, 31: 91-155</p><p>Mollenhauer D, Lüning K (1988) Helgoland und die Erforschung der marinen Benthosalgen. Helgoländer Meeresunters 42: 385-425</p><p>Montecinos AE, Couceiro L, Peters AF, Desrut A, Valero M, Guillemin M-L (2017) Species delimitation and phylogeographic analyses in the <i>Ectocarpus</i> subgroup <i>siliculosi</i> (Ectocarpales, Phaeophyceae). J Phycol 53: 17-31</p><p>Nielsen R, Lundsteen S (2019) Danmarks havalger Bind 2. Brunalger (Phaeophyceae) og Grønalger (Chlorophyta). Scientia Danica Ser B Biologia. The Royal Danish Academy of Sciences, Copenhagen, 480 pp.</p><p>Parente MI, Neto AI, Fletcher RL (2003) Morphology and life history of <i>Scytosiphon</i> <i>lomentaria</i> (Scytosiphonaceae, Phaeophyceae) from the Azores. J Phycol 39: 353-359</p><p>Parente MI, Fletcher RL, Costa FO, Saunders GW (2021) Taxonomic investigation of <i>Ralfsia</i>-like (Ralfsiales, Phaeophyceae) taxa in the North Atlantic Ocean based on molecular and morphological data, with descriptions of <i>Pseudoralfsiaceae </i>fam.nov., <i>Pseudoralfsia azorica </i>gen. et sp. nov. and <i>Nuchella vesicularis </i>gen. et sp. nov.. Eur J Phycol 56: 12-23</p><p>Pedersen PM (2022) Marine algae of Greenland. 1. Edition. Forlaget Epsilon and Bente Brix Madsen, Denmark, 205 pp.&nbsp;</p><p>Peña V, Bárbara I (2010) New records of crustose seaweeds associated with subtidal maerl beds and gravel bottoms in Galicia (NW Spain). Bot Mar 53: 41-61</p><p>Peters AF (1989) Sexuelle Fortpflanzung bei der braunen Krustenalge <i>Pseudolithoderma extensum</i>. Helgoländer Meeresunters 43: 195-205</p><p>Peters AF, Burkhardt E (1998) Systematic position of the kelp endophyte <i>Laminarionema elsbetiae</i> (Ectocarpales sensu lato, Phaeophyceae) inferred from nuclear ribosomal DNA sequences. Phycologia 37: 114-120</p><p>Peters AF, van Wijk SJ, Cho GY, Scornet D, Hanyuda T, Kawai H, Schroeder DC, Cock JM, Boo SM (2010) Reinstatement of <i>Ectocarpus crouaniorum </i>Thuret in Le Jolis as a third common species of <i>Ectocarpus </i>(Ectocarpales, Phaeophyceae) in Western Europe, and its phenology at Roscoff, Brittany. Phycol Res 58: 157–170</p><p>Prud’Homme van Reine WF (1982) A taxonomic revision of the European Sphacelariaceae (Sphacelariales, Phaeophyceae). E. J. Brill, Leiden University Press, Leiden Botanical Series No. 6, X + 293 pp., 6 plates, 660 figs., 21 tables</p><p>Reinke J (1889) Atlas deutscher Meeresalgen. Im Auftrage des Königlich Preußischen Ministeriums für Landwirtschaft, Domänen und Forsten, herausgegeben im Interesse der Fischerei von der Kommission zur wissenschaftlichen Untersuchung der deutschen Meere. Paul Parey, Berlin, Vol. 1 pp. [i-iv], 1-34, pls 1-4, 5/6, 7-11, 12/13, 14-25</p><p>Reinke J (1892) Atlas deutscher Meeresalgen. Im Auftrage des Königlich Preußischen Ministeriums für Landwirtschaft, Domänen und Forsten, herausgegeben im Interesse der Fischerei von der Kommission zur wissenschaftlichen Untersuchung der deutschen Meere. Paul Parey, Berlin, Vol. 2 pp. [i-iv], 55-70, pl. 36-50</p><p>Reise K, Lackschewitz D, Wegner KM (2022) Marine turf of an invasive alga expels lugworms from the lower shore. Mar Biol 196: 16</p><p>Rueness J (1977) Norsk Algeflora. Universitetsforlaget, Oslo, 266 pp.</p><p>Rueness J, Nøkling-Eide K (2021) Bestemmelsesnøkler til Norske marine makroalger. 2. Brunalger. Norsk Botanisk Forening. Rapport 2, Mai 2021, 42 pp.</p><p>Russell G (1964) <i>Laminariocolax tomentosoides</i> on the Isle of Man. J Mar Biol Ass UK 44: 601–612</p><p>Schories D, Selig U, Schubert H (2009) Species and synonym list of the German marine macroalgae based on historical and recent records. Rostock Meeresbiolog Beitr 21: 7-135</p><p>Sears JR (2002) NEAS keys to benthic marine algae of the northeastern coast of North America from Long Island Sound to the Strait of Belle Isles. A publication of the Northeast Algal Society, 2nd edition, NEAS contribution No.2, 183 pp.</p><p>van den Hoek C, Mann DG, Jahns HM (1995) Algae. An Introduction to Phycology. Cambridge University Press, Cambridge, pp. xiv+623</p><p>van der Loos L, Karremans M, Perk F (2021) Veldgids Zeewieren. KNNV Uitgeverij, Zeist, 302 pp.</p><p>Verlaque M, Steen F, De Clerck O (2009) <i>Rugulopteryx</i> (Dictyotales, Phaeophyceae), a genus recently introduced to the Mediterranean. Phycologia 48: 536-542</p><p>Womersley HBS (1987) The marine benthic flora of southern Australia. Part II. South Australian Government Printing Division, Adelaide, 484 pp.</p>"
    }
}