{
    "title": "About the key",
    "templateName": "info",
    "templatePath": "/template_content/page/info/info.html",
    "version": 1,
    "contents": {
        "text": "<h3><strong>Abstract</strong></h3><p>This scientific identification key with the currently available “Brown Seaweeds” is the first part in a series of three. In total, we present identification pathways for 68 species of brown algae gathered in 11 major morphological groups. The key does not follow systematics but guides the user along morphological groups, which are only partially congruent to orders, families or genera. We use a multi-access and matrix key concept, which enables easy comparison of similar species and hope that this also supports teaching and learning. Each identification ends with a habitus image or, where needed and available, with an additional illustration of specific features that support the respective description and may help the less experienced user to understand scientific termini. In addition to this web-key, we provide a downloadable and printable version: ‘Part I - Phaeophyceae’, that currently consists of two documents – the ‘Identification Key’ itself and the ‘Additional Information’, which describes our methods, provides the references, the glossary and the author names of taxa together with some synonyms. Taxon profiles are under construction.</p><h3><strong>Introduction</strong></h3><p>Why publish another seaweed key for a specific region of the NE Atlantic, such as the German North Sea coastline (GNS), although much information already exists? In recent years, a series of fine field guides were published (e.g. Bunker et al. 2017, van der Loos et al. 2021 – in Dutch). The seaweed flora of GNS has been well described in the textbooks by Kornmann and Sahling (1977, 1983, 1994 – in German). Furthermore, the international scientific literature of the British Isles (Seaweeds of the British Isles, Volume 1-4: e.g. Fletcher 1987, Hiscock 1979, 1986), from Norway (Rueness 1977 - in Norwegian), or from Denmark (Nielsen and Lundsteen 2019 - in Danish), allow identification of most taxonomically resolved seaweed species present along the coastline of the German North Sea. However, the literature on seaweeds growing along the coastline of the German North Sea (e.g. of Peter Kornmann, Paul Kuckuck) is rather old and thus many names are outdated. The many additions to the German flora by, for example neobionts, are insufficiently considered. Despite a lot of available information on many seaweed taxa, their life histories, habitat or seasonal appearance, the German literature lacks coherent identification keys and consistent information provided for each species. To overcome this situation, Kies and Lüning (1992) for the first time developed a classical dichotomous key to major seaweed species of the isle of Helgoland (North Sea, Germany) covering 117 species (28 green algae, 36 brown algae and 53 red algae) of the described 274 taxa (Bartsch and Kuhlenkamp 2000).</p><p>During a series of student courses and through involvement in monitoring activities for international measures such as the EU water framework directive (WFD) or the EU marine strategy framework directive (MSFD), we realized that our training material was outdated and did not sufficiently attract the young generation. We also experienced that the usage of long, dichotomous taxonomic keys is often discouraging. It is difficult to backtrack after realizing mistakes and there is no good overview of the characters. Hence, the idea came up to compile a new key for the seaweeds of the German North Sea coastline following a matrix concept and ending in taxon profile pages describing each species in a comparative and unified way. Morphological identification to species level is often not possible in fieldwork, either because the important characters are missing, or species exhibit a considerable morphological variation. Such cases ideally need verification using molecular tools. Our aim is to provide sufficient information to narrow down the identification result to the possible species and help to assess whether the morphological identification is reliable or not. In addition, we would like to encourage taking a deeper look into specific groups by providing links to special relevant taxonomic literature.</p><p>Our intention is to serve different groups from interested nonprofessionals to students, from monitoring agencies to scientists. In order to encourage a wide use even outside of Germany and by international students, information is given in English.</p><p>We refrain from repeating basic information about seaweeds that you may obtain from other sources. Information on major NE-Atlantic seaweed habitats that are also applicable to the German coastline, how to collect seaweeds, how to use a microscope and make sections, are omitted as these are readily available in several books (e.g. Bunker et al. 2017). In order to use this key you preferably should have some basic knowledge about seaweed life histories and especially their reproductive structures, which are often important for a final identification. If you do not have this knowledge, we recommend some key literature such as van den Hoek et al. (1995) for a broad overview and also details on life histories of algae. Hurd et al. (2014) describe the ecology and physiology of seaweeds, and the global biogeography of seaweeds is given in Lüning (1990).</p><p>This identification guide to the brown seaweeds of the German North Sea is the first open access publication in a series of three. Red and green seaweeds will follow in future.</p><h3><strong>Methods</strong></h3><p><i><strong>Choice of taxa</strong></i>: In order to develop this key, we first compiled a list of all seaweed taxa listed for the GNS coast with references and author names based on Schories et al. (2009) and Kuhlenkamp et al. (2015). Upon request an updated taxon list is available from Rolf Karez (Rolf.Karez@lfu.landsh.de). The nomenclature of species names follows algaebase (Guiry and Guiry 2023). Most of those taxa are listed for Helgoland as this is the hotspot for macroalgae in the GNS due to its rocky habitat (Bartsch and Kuhlenkamp 2000, Bartsch and Tittley 2004), and because it hosts a center of biodiversity research since the foundation of the Biologische Anstalt Helgoland (BAH) (Mollenhauer and Lüning 1988). Less taxa are listed for the Wadden Sea Island of Sylt, which also has some tradition in seaweed research through P. Kornmann (Mollenhauer and Lüning 1988) and ecological research including seaweeds (e.g. Schories et al. 2009, Reise et al. 2022). Some information is available from the rest of the German Wadden sea coastline with its many artificial structures like dikes, harbours, and paved shoreline protection facilities, which concentrate a wealth of mostly intertidal seaweeds. These are monitored in part by the NLWKN (Lower Saxony State Agency for Water Management, Coastal and Nature Conservation / Niedersächsischer Landesbetrieb für Wasserwirtschaft, Küsten- und Naturschutz; Jaklin and Daehne 2008, Kolbe 2006, Kuhlenkamp 2008, 2018, Meyer and Michaelis 1980) mostly under the umbrella of the European Water Framework Direction. These studies as well as the neobiota guide for the German North Sea (Lackschewitz et al. 2022) are only available as grey literature.</p><p>In a second step, we identified those brown seaweed taxa that are most relevant in terms of abundance and occurrence. Taxa not recorded for an extended period (Bartsch and Kuhlenkamp 2000), of unclear taxonomy, or difficult to discriminate on mainly morphological grounds have been mostly excluded from this key. The resulting 68 species were categorized into 11 major morphological groups (capital letters A-K) with common characteristics visible to the naked eye. The subsequent species identification might only be possible by usage of a stereomicroscope, a microscope or sections through specific thallus areas.</p><p><i><strong>Matrix key (PDF version)</strong></i><strong>:</strong> All information was included into a matrix key concept. For each morphological group only those characteristics, which are most important for species identification within the respective morphological group, were used. The scientific references used are given on each page (in the PDF version). In contrast to single-access keys, which only provide a certain identification path that must be followed, these multi-entry or free-access keys allow users to determine the sequence of character decisions themselves. Furthermore, this includes the possibility to ignore missing or uncertain characteristics and still get a result. In order to guide the user, the matrix lines at the top, or text given in <strong>bold,</strong> indicate superior importance for identification. Some single characteristics are unique for a particular taxon in order to allow a reliable identification within the given group. These attributes are marked with a darker cell color (in the PDF version). In total, the presence and combination of character decisions allows an estimation how reliable the identification is. In addition, the side-by-side listing of species allows the user to become aware of the differences between similar taxa at one glance.</p><p><i><strong>Web-Key: </strong></i>The content of the printable matrix key was transformed into a web-based key. The web-key was implemented using Local Cosmos, a browser-based software for creating natural history apps and websites that can include identification keys, species profiles, a glossary, and other components. The system automatically creates an interactive website as well as Android and iOS apps from the content entered. The digital web-key version is available under the following link: <a href=\"https://seaweeds.awi.de/\">https://seaweeds.awi.de/</a></p><p><i><strong>Taxon profiles</strong></i>: In this web-key, the taxon profiles give an overview of all characteristics and available images of a species. This allows you to further verify the identification at the end of the identification process. The PDF version of the taxon profiles is not available yet. They will synthesize available information on the morphology, size, reproduction, habitat, and seasonality, and provide information on possible identity confusions and special remarks or further reading (where applicable) and in addition, will provide further useful images.</p>"
    }
}